export const ingredientSpecies: String[] = [
  '빵류', '콩류', '곡류', '면류', '해물류', '채소류', '고기류', '소스류', '스프/기름/즙', '향신료/가루', '유제품', '주류', '과일/견과류'
]

export const breadList : String[] = [
  '꽃빵', '식빵', '모닝빵', '바게트'
]

export const beanList : String[] = [
  '두부', '녹두', '서리태콩', '풋콩', '메주콩', '콩비지', '흰콩', '팥', '완두콩', '유부', '껍질콩'
]

export const grainList : String[] = [
  '튀김가루', '밀가루', '쌀', '멥쌀', '불린쌀', '전분', '옥수수', '옥수수통조림', '떡', '흰떡', '떡국떡', '만두피', '라이스페이퍼',
  '밥', '찬밥', '녹말', '찹쌀', '스위트콘', '빵가루', '가래떡', '수수', '보리', '오곡곡물', '강력분', '이스트', '춘권피', '콘프레이크',
  '차조'
]

export const noodleList : String[] = [
  '스파게티면', '스파게티', '냉면', '쫄면', '국수', '쌀국수', '우동면', '메밀국수', '페투치네', '칼국수', '칼국수면', '소면', '라면',
  '당면', '밀국수', '녹차국수'
]

export const seaFoodList : String[] = [
  '새우', '잔새우', '중새우', '마른새우', '대하', '새우살', '가재새우', '다시마', '국멸치', '잔멸치', '낙지', '굴', '생굴', '북어', '송어', '잉어',
  '메기', '꽁치', '꽁치통조림', '김', '구운김', '김밥용김', '바지락', '꽃게', '오징어', '갑오징어', '마른오징어', '날치알', '홍합', '검은껍질홍합',
  '모시조개', '맛살조개', '피조개', '조개살', '쭈꾸미', '참치', '참치통조림', '참치캔', '가다랑이포', '전어', '전복', '갈치', '고등어', '대구', 
  '대구살', '생대구', '동태살', '장어', '해초', '미역', '연어알', '훈제연어', '오보로', '해파리', '생태', '광어', '청어알', '코다리', '문어', 
  '명란', '조기', '아귀', '게', '생선살', '재첩', '참소라살', '가리비', '장어뼈'
]


// 칵테일
// '새우액젓', '새우젓', '멸치액젓, '멸치다시물', '감동젓', '전어젓갈', '까나리액젓', '엑체육젓'